$(document).ready(function() {
$(".gallery2").jCarouselLite({
btnNext: ".next", // класс кнопки перехода вперед, null для отключения
btnPrev: ".prev", // класс кнопки перехода назад, null для отключения
mouseWheel: false, //если false, то галерея не будет прокручиваться колесом мыши
auto: null, //шаг автопрокрутки в миллисекундах, null для отключения 
speed: null, //скорость прокрутки в миллисекундах
vertical: false, //если true, то галерея будет располагаться вертикально
circular: true, //true - прокрутка по кругу, false - только до последнего изображения
visible: 4, //количество видимых картинок
start: 0, //с какого элемента начинается галерея (первый элемент имеет значение 0)
scroll: 1 //количество элементов, которые одновременно прокручиваются при щелчке по кнопке
});
});


$(document).ready(function() {
$(".gallery1").jCarouselLite({
btnNext: ".next1", // класс кнопки перехода вперед, null для отключения
btnPrev: ".prev1", // класс кнопки перехода назад, null для отключения
mouseWheel: false, //если false, то галерея не будет прокручиваться колесом мыши
auto: null, //шаг автопрокрутки в миллисекундах, null для отключения 
speed: null, //скорость прокрутки в миллисекундах
vertical: false, //если true, то галерея будет располагаться вертикально
circular: true, //true - прокрутка по кругу, false - только до последнего изображения
visible: 4, //количество видимых картинок
start: 0, //с какого элемента начинается галерея (первый элемент имеет значение 0)
scroll: 1 //количество элементов, которые одновременно прокручиваются при щелчке по кнопке
});
});

$(document).ready(function() {
$(".gallery3").jCarouselLite({
btnNext: ".next3", // класс кнопки перехода вперед, null для отключения
btnPrev: ".prev3", // класс кнопки перехода назад, null для отключения
mouseWheel: false, //если false, то галерея не будет прокручиваться колесом мыши
auto: null, //шаг автопрокрутки в миллисекундах, null для отключения 
speed: null, //скорость прокрутки в миллисекундах
vertical: false, //если true, то галерея будет располагаться вертикально
circular: true, //true - прокрутка по кругу, false - только до последнего изображения
visible: 4, //количество видимых картинок
start: 0, //с какого элемента начинается галерея (первый элемент имеет значение 0)
scroll: 1 //количество элементов, которые одновременно прокручиваются при щелчке по кнопке
});
});

$(document).ready(function() {
$(".gallery4").jCarouselLite({
btnNext: ".next4", // класс кнопки перехода вперед, null для отключения
btnPrev: ".prev4", // класс кнопки перехода назад, null для отключения
mouseWheel: false, //если false, то галерея не будет прокручиваться колесом мыши
auto: null, //шаг автопрокрутки в миллисекундах, null для отключения 
speed: null, //скорость прокрутки в миллисекундах
vertical: false, //если true, то галерея будет располагаться вертикально
circular: true, //true - прокрутка по кругу, false - только до последнего изображения
visible: 4, //количество видимых картинок
start: 0, //с какого элемента начинается галерея (первый элемент имеет значение 0)
scroll: 1 //количество элементов, которые одновременно прокручиваются при щелчке по кнопке
});
});